IdeaRS.Connections
FasteningData.Positions Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the fasteners positions {X, Y}.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<Point> Positions { get; set; }
Property Value
Type: List<Point>
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace